# St7RefreshWindowStatusBar

Updates the contents of the status bar irrespective of the refresh mode set by
St7SetWindowStatusBarRefreshMode.

long St7RefreshWindowStatusBar(long uID)
Input Parameters
uID
Strand7 model file ID.